<template>
	<div>
		<mt-header title="去私人家庭购买猫咪注意事项">
  			<router-link to="/" slot="left">
  			  <mt-button icon="back" @click="back()">返回</mt-button>
  			  {{add()}}
  			</router-link>
  			<router-link to="/login" slot="right">
  				<img src="src/assets/images/fx.svg" alt="">
  			</router-link>
		</mt-header>

		<div class="txt-big">
			<h3>如何给猫猫取名字</h3>
			<span>发表于1年之前  阅读: 3318</span>
			<div class="txtbg">
				家中来了一位新成员，往往会非常的兴奋，但是随之而来的就是我们要给这位新成员起一个名字，那么起什么名字好听呢?这也是很多家庭所要考虑的问题，以下小编分享了给猫咪起什么名字好听的方法。
			</div>
			<h4>如何给猫猫取名字</h4>
			<p>家中来了一位新成员，往往会非常的兴奋，但是随之而来的就是我们要给这位新成员起一个名字，那么起什么名字好听呢?这也是很多家庭所要考虑的问题，以下小编分享了给猫咪起什么名字好听的方法。</p>
			<p>给猫咪起什么名字好听。</p>
			<h4>一、根据动植物给猫咪起名字</h4>
			<p>
				在我们的自然界，有一些食物的名字非常的好听，其实我们可以取起名用之，比如：演员李钟硕於近日又传出了一则相关的美谈，有名演艺圈相关人员分享了在去年年末，撞见了李钟硕解救路边被遗弃小猫的故事，让人感受到李钟硕的暖暖爱心。该名人士透露：去年年末李钟硕在釜山拍摄电影《V.I.P》时，看见一只小猫独自在寒风中发抖。李钟硕和工作团队立即解救了小猫，并试图寻找猫主人却没有结果。后来在拍摄结束后，李钟硕亲自带著小猫回到首尔，并取名为核桃。但是李钟硕家中有两只爱犬需要照顾，因此不得不将猫交由其他人收养。而在为核桃挑选新主人时，李钟硕也亲力亲为的仔细为小猫找到了新主人。消息一出，让粉丝们都赞叹李钟硕真是个充满爱心的暖男阿。
			</p>
			<h4>二、根据时尚流行完全个性化的给猫咪起名字</h4>
			<p>比如：Killer、阿布、卡鲁等等，只要不是太怪这种名字也挺好的，个性十足，但是还是要记得要起上口的，以上的名字Killer很多时候会被简化成了Key，阿布有的时候会叫成布布，卡鲁自然也变成了鲁鲁了。</p>
			<h4>三、根据主人喜好给宠物猫咪命名</h4>
			<p>1、如果这个猫咪的主人很爱吃，那么大可以用吃的东西给猫咪命名： 月饼、桃酥、麻花、香蕉、肉包、包包、肉肉、丸子、肉丸、咖啡、摩卡、奶糖、糖糖、巧克力等。给猫咪起名字</p>
			<p>2、如果这个主人有很多崇拜的偶像，也完全可以用偶像的名字来给猫咪命名： 贝克汉姆(简称小贝)、乔丹(简称丹丹)、姚明(简称小明)、张三丰(小名：三儿)、奥巴马等，你甚至还可以用动漫作品中的虚拟偶像的名字为自己的猫咪命名，比如：路飞、乔巴、奈美、起司(动画《甜甜起司猫的主角》)、mike(动画《乖猫mike》的主角)等等，都是些很可爱的猫咪名字。</p>
			<h4>四、根据猫咪的花色来取名</h4>
			<p>三花：拉面、花花、晓堇、笑笑、橘子</p>
			<p>全白：小白、大白、雪糕、雪妮、雪铃、棉花、小云、白雪、小新、小不点、奶糖
			</p>
			<p>黄色狸花：金环、奶酪、如意、布丁、蛋蛋</p>
			<p>黑白：奶牛、玉珠、乌云、墨墨、黑珍珠、小墨、点点</p>
			<p>黑色狸花：虎子、豹子、木耳、花花</p>
			<p>全黑：小墨、夜一、小黑、嘿嘿、嘿姆</p>
			<p>黄白：橙子、桔子、阳阳、小菊、黄黄、大黄、阿黄、金子、金豆</p>
			<h4>五、用自己喜欢的品牌给猫咪起名字</h4>
			<p>比如：Honda、Mini或是cooper，法拉力等等，这种作法还是挺有个性的，只是可惜的是，几乎所有大家心怡的品牌都是洋货，似乎没有人给猫咪起名叫“联想”或是“爱国者”。</p>
		</div>
	</div>
</template>

<script type="text/javascript">
	export default{
		data(){
			return{
				title:''
			}
		},
		mounted(){
		
		
		},
		
		methods:{
			back(){
				this.$router.go(-1)
			},
			add(){
				this.title=this.$route.params.id
				
			}
		}
	}
</script>
<style scoped>
.mint-header{
	background:#fd6a67;
}
.txt-big{
	padding:12px 10px;
	margin-bottom:80px;
}
.txt-big h3{
	padding-bottom:5px;
}
.txt-big span{
	font-size:13px;
	color:#ccccc7;
}
.txtbg{
	background:#ccc;
	padding:10px;
	color:#666;
	font-size:14px;
	line-height:2em;
	margin:10px 0px;
}
.txt-big p{
	font-size:14px;
	color:#333;
	line-height:1.7em;
	margin:10px 0px;
}
</style>