<template>
	<div>
		<mt-header title="去私人家庭购买猫咪注意事项">
  			<router-link to="/" slot="left">
  			  <mt-button icon="back" @click="back()">返回</mt-button>
  			  {{add()}}
  			</router-link>
  			<router-link to="/login" slot="right">
  				<img src="src/assets/images/fx.svg" alt="">
  			</router-link>
		</mt-header>

		<div class="txt-big">
			<h3>如何训练猫上马桶排便</h3>
			<span>发表于1年之前  阅读: 2605</span>
			<div class="txtbg">
				狗狗使用马桶排便大家应该并不稀奇，不仅减少了主人很多的麻烦，更能保持家中的卫生，其实只要好好训练猫咪，猫咪的表现并不会比狗狗差，猫咪天生爱干净，所以只要用对方法，训练猫咪上马桶排队并不是什么难事。
			</div>
			<h4>如何训练猫上马桶排便</h4>
			<p>狗狗使用马桶排便大家应该并不稀奇，不仅减少了主人很多的麻烦，更能保持家中的卫生，其实只要好好训练猫咪，猫咪的表现并不会比狗狗差，猫咪天生爱干净，所以只要用对方法，训练猫咪上马桶排队并不是什么难事。</p>
			<h4>一、对猫咪的要求：</h4>
			<p>
				1.大于六个月，已经会用猫砂盆，养在家里 (我想偶而外出可以，但不能经常外出)。
			</p>
			<p>
				2. 如果只有一只猫咪可能好训练一些。多过一只的，最好是把重点放在领头的猫咪身上，希望其它猫咪向它学习。
			</p>
			<p>
				3.最好是定时喂食，每天两顿，早晚各一次。(这是因为很多猫咪在吃完东西后会想去上厕所，所以让你比较容易记录哪只上了厕所，NN还是BB, 并可以及时清理。六个月大的猫咪，如果胃口好，身体健康，每天两次喂食还可以防止猫咪体重超重。如果你不愿意把食盆收起来的话，每天就定时加两次食，每次基本上是猫咪的定量，不要太多，一直散放在那里)。
			</p>
			<h4>二、训练猫咪上马桶排便步骤</h4>
			<p>1.训练的第一个步骤是把猫砂盆挪到马桶的一侧去。别忘了告诉它猫砂盆搬到哪儿去了。稍待。接下来在猫砂盆下面垫些东西(如一捆旧报纸、一本厚厚的电话号码簿、一个硬纸箱子等)，把猫砂盆垫高三厘米左右。最好不要用杂志，因为杂志的纸质比较滑，会导致猫砂盆放置不稳，猫猫方便的时候会有不安全感。如果需要，你可以用胶带把猫砂盆和下面的垫高物品固定在一起。稍待。再找一个箱子或电话号码簿，把猫砂盆再垫高一点。稍待。持续这个步骤，直到猫砂盆的底部与马桶的顶部持平为止。</p>
			<p>
				2.在以下的说明里，使用了“稍待”这个词，意思是在接下来的一天或一个星期里不要做任何的改变，时间的长短取决于你的猫适应性怎样。我们这个训练课的主角“米莎”适应性比较强，用了两个星期就完成了全部的训练，这个时间可比那些书里教的方法所估计的要快得多。
			</p>
			<p>
				3.你要记住的最重要的事情就是：马桶盖要总是开着的，马桶圈要放下来。在马桶盖的背后贴个字条提醒自己和家人、以及可能使用厕所的来访者(自从米莎学会了用马桶之后，如果哪个来访者把马桶盖给盖上了，米莎就会找我来把它打开;但是你可不能指望所有的猫都有这个意识。此外，米莎用马桶已经有六年了，如果情况一下子发生改变，它马上就会到浴缸里方便)。如果你有上完厕所就关门的习惯，恐怕也要改一改了。
			</p>
			<p>
				4.在这个步骤开始的时候，猫猫需要“迈”进猫砂盆里，稍后就得用跳的了，直到某一天它可能会第一次跳到马桶座上，然后从马桶座迈进猫砂盆。在整个训练过程中，你要一直注意让马桶盖开着，马桶圈要放下来，你的猫也完全习惯在开着的马桶上走来走去。
			</p>
			<p>
				5.把马桶圈抬起，量一下马桶座的内径和外径。买一个直径与马桶相仿的金属盆。不要用塑料盆，因为塑料盆质地较软，不能承受猫的体重，有可能会变形并翻倒，把猫砂撒得到处都是，更会把猫吓着。
			</p>
			<p>
				6.接下来的步骤就是把猫砂盆放到开着盖的马桶上。如果你的猫不太适应，你可能就需要把这个步骤一分为二：先把猫砂盆的一半架在马桶上，过一段时间再把整个猫砂盆都放到马桶上。把原来垫在猫砂盆下面的东西(报纸、电话号码簿等)全部挪走。稍待。
			</p>
			<p>
				7.接下来就到了最酷的部分啦。把猫砂盆拿走(哈哈!)，把金属盆架到马桶上。在盆里放上六厘米厚的猫砂。
			</p>
			<p>
				8.自然，在这个时候人要用马桶的时候都会先把金属盆拿开，方便之后再把金属盆放回原处。在接下来的一到两周时间里，你可能会感觉非常麻烦，但是只要想想从此之后你可以省一笔买猫砂的钱，也不用再给猫清理猫砂盆，这样做还是值得的!
			</p>
			<p>
				9.注意观察你的猫，看它在使用金属盆的时候是把几只脚放在马桶上的;放在马桶圈上的脚越多，你就越走运，你的工作也会进行得越顺利，因为接下来你就要教它正确的“蹲坑”姿势了。在它方便的时候，教给它应该如何把脚放好，也就是说要把它的脚从盆里拿出来并放在马桶圈上(前脚在马桶圈中间的位置，后脚在后面)。如果它一开始就把三只脚放在盆里，或者——天哪，四只脚都在盆里，就先把两只前脚放在马桶圈上。每次它自己把两只前脚放在马桶圈上的时候都要表扬它一番。
			</p>
			<h4>三、猫咪憋着不用厕所，怎么办?</h4>
			<p>
				1.很多猫咪在开始训练之后，不象使用猫砂盆一样频繁地去上厕所。不过，至少应该每天大便一次，小便一到两次(最好是两次，不过有些猫咪喝水少，一次也不算憋得很严重)。小便猫咪往往不会一直憋着，而且也不太反感用马桶，大便如果憋了一天，第二天要想办法让他上厕所。可以使用的办法：
			</p>
			<p>
				2.在吃完食后，把他关进厕所，看他会不会大便，关大概30分钟，大便后就放出来。如果关了30分钟，还不上厕所，就放出来。很多猫咪被关之后就上厕所了，可能是跟猫砂盆在一个房间，他总被提醒，有心理作用。有些猫咪会渐渐知道，如果不上厕所，就会被关;如果上了，就被解放，所以一旦被关，就主动去上厕所了。
			</p>
			<p>
				3.如果关了之后还是不肯上，你可以喂他吃他爱吃的猫罐头(或其它有水分，且他爱吃的食物)，吃完之后过15分钟再关起来。看他上不上厕所。
			</p>
			<p>
				4.如果还是不肯上，你需要喂他点毛球膏。毛球膏有软化大便的作用，有点象轻微的泻药。往往吃点毛球膏，就能够让猫咪最终憋不住去上厕所了。
			</p>
			<p>
				5.同样，憋尿的话，就多鼓励他喝水，或吃含很多水份的食物，他自然就憋不住去上厕所了。如果出现憋尿和大便的现象，说明你的进度太快，要停下来，给猫咪时间去适应。一般不要连续每天都扩大孔，除非你的猫咪根本不在意，若无其事地去上厕所，不在马桶前盘旋并哀怨地叫着。花花就是这样，我从没听她抱怨过一声，而且每天要NN好几次，BB也每天都有。
			</p>
			<p>
				6.另外请记得，孔扩大后，猫咪的不适应往往不是在当天出现，很多猫咪的反应是滞后的，大概要滞后3-4天，所以为了保险起见，扩孔的间隔最好在4天以上。
			</p>
			<p>
				训练猫咪在马桶上排便可以减少猫咪吸食猫砂的粉尘，保证猫咪的基本健康，何乐而不为呢?在训练的过程中，主人只要有耐心，用正确的方法，相信猫咪很多就会学会用马桶排便了。
			</p>
		</div>
	</div>
</template>

<script type="text/javascript">
	export default{
		data(){
			return{
				title:''
			}
		},
		mounted(){
		
		
		},
		
		methods:{
			back(){
				this.$router.go(-1)
			},
			add(){
				this.title=this.$route.params.id
				
			}
		}
	}
</script>
<style scoped>
.mint-header{
	background:#fd6a67;
}
.txt-big{
	padding:12px 10px;
	margin-bottom:80px;
}
.txt-big h3{
	padding-bottom:5px;
}
.txt-big span{
	font-size:13px;
	color:#ccccc7;
}
.txtbg{
	background:#ccc;
	padding:10px;
	color:#666;
	font-size:14px;
	line-height:2em;
	margin:10px 0px;
}
.txt-big p{
	font-size:14px;
	color:#333;
	line-height:1.7em;
	margin:10px 0px;
}
</style>